Revit 2027 API
FilteredWorksetCollector Properties
The FilteredWorksetCollector type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
FilteredWorksetCollector Class
Autodesk.Revit.DB Namespace